Repository: sardori363/project_oq_yol
Catalog: lib/src/common/l10n/intl_*.arb
Languages: uz

source: Hello World!
uz: Salom Dunyo

# mine
source: This is mine!!!
uz: Bu meniki

# intro_page_header_one
source: Stable and high-yield investments
uz: Barqaror va yuqori daromadli sarmoya

# intro_page_header_two
source: Honest and fair cooperation
uz: Halol va adolatli hamkorlik

# intro_page_header_three
source: Socially significant project
uz: Ijtimoiy ahamiyatga ega boʻlgan loyiha

# intro_page_header_five
source: Reliable business
uz: Ishonchli biznes

# intro_page_subHeader_one
source: Income of at least 18% per year in USD equivalent. This means at least 30% income in UZS.
uz: AQSh dollari ekvivalentida yiliga kamida 18% daromad. Bu degani UZS’da kamida 30% daromad.

# intro_page_subHeader_two
source: Partnership based on non-usury
uz: Riboga asoslanmagan hamkorlik

# intro_page_subHeader_three
source: Investment in education - investment in the nation's future.
uz: Bunda taʼlimga investitsiya qilinadi millat kelajagi uchun investitsiya.

# intro_page_subHeader_four
source: Investment in highly liquid assets
uz: Bunda likvidligi yuqori bo'lgan aktivlarga sarmoya kiritiladi

# intro_page_subHeader_five
source: A company engaged in educational activities for many years.
uz: Ta’lim faoliyati bilan uzoq yil davomida shug'ullanib kelayotgan kompaniya.

# drawer_language_change_header
source: Language selection
uz: Til tanlash

# drawer_language_change_subHeader
source: Don't worry! You can change the language at any time.
uz: Havotirlanmang! Tilni istalgan payt o'zgartirishingiz mumkin.

# next_button_text
source: Next
uz: Keyingisi

# support_page_header
source: Support
uz: Qo‘llab-quvvatlash

# support_page_online_chat
source: Online chat
uz: Onlayn-chat

# support_page_calling
source: Calling
uz: Qo‘ng‘iroq qilish

# support_page_address
source: Address
uz: Manzil

# support_page_email_address
source: Email
uz: Elektron pochta

# stepper_card_button_tex
source: Enter Passport
uz: Pasport kiritish

# stepper_card_step_one
source: Phone Number
uz: Telefon raqam

# stepper_card_step_two
source: Passport Information
uz: Pasport ma'lumotlari

# stepper_card_step_three
source: Verification
uz: Verifikatsiya qilish

# stepper_card_step_four
source: Investment
uz: Sarmoya kiritish

# passport_page_appBar
source: Registration
uz: Ro‘yxatdan o‘tish

# passport_page_first_center_header
source: Are you a citizen of Uzbekistan?
uz: Siz O‘zbekiston fuqarosimisiz?

# passport_page_first_center_subHeader
source: This information is required to register you as an investor with government agencies
uz: Ushbu ma’lumot sizni davlat idoralarida investor sifatida o’tkazish uchun kerak

# passport_page_first_button_yes
source: Yes
uz: Ha

# passport_page_first_button_no
source: No
uz: Yo'q

# passport_page_second_center_header
source: Upload Document
uz: Hujjatni joylang

# passport_page_second_center_subHeader
source: The system will scan the data and automatically fill out the questionnaire.
uz: Tizim ma’lumotlarni skanerlaydi va so’rovnomani avtomatik ravishda to’ldiradi.

# passport_page_second_passport_header
source: Passport
uz: Pasport

# passport_page_second_passport_subHeader
source: Take a vertical photo of the first page of your passport
uz: Pasportingizni birinchi sahifasini vertikal rasmga oling

# passport_page_second_id_card_header
source: ID Card
uz: ID karta

# passport_page_second_id_card_subHeader
source: Send photos of the front and back of the ID card
uz: ID kartaning old va orqa tomonining suratini yuboring

# home_page_drawer_user_info
source: Personal Information
uz: Shaxsiy ma’lumotlar

# home_page_drawer_support
source: Support
uz: Qo‘llab-quvvatlash

# home_page_drawer_language
source: Language Settings
uz: Til sozlamasi

# home_page_drawer_security
source: Security
uz: Xavfsizlik

# home_page_drawer_settings
source: Settings
uz: Sozlamalar

# home_page_drawer_log_out
source: Log Out
uz: Chiqish

# home_page_drawer_public_offer
source: Public Offer
uz: Ommaviy oferta

# home_page_drawer_privacy_policy
source: Privacy Policy
uz: Maxfiylik siyosati

# home_page_drawer_data_processing
source: Data Processing
uz: Ma’lumotlarni qayta ishlash

# home_page_drawer_version
source: App Version:
uz: Ilova versiyasi:

# bottom_nav_bar_main
source: Main
uz: Asosiy

# bottom_nav_bar_career
source: Career
uz: Faoliyat

# bottom_nav_bar_projects
source: Projects
uz: Loyihalar

# bottom_nav_bar_profile
source: Profile
uz: Profil

# security_title
source: Security
uz: Xavfsizlik

# security_change_pin_code
source: Change PIN code
uz: PIN-kodni o‘zgartirish

# security_use_biometrics
source: Use biometric
uz: Biometriya orqali kirish

# security_delete_acc
source: Delete account
uz: Akkauntni o’chirish

# complete_congrats
source: Congratulations!
uz: Tabriklaymiz!

# complete_success_text
source: You have successfully registered from the PDP Invest app
uz: Siz PDP Invest ilovasidan muvaffaqiyatli ro‘yxatdan o‘tdingiz.

# complete_next
source: Next
uz: Keyingisi

# confirm_login
source: Login
uz: Kirish

# confirm_text
source: A company that has been engaged in educational activities for many years.
uz: Ta'lim faoliyati bilan uzoq yil davomida shug'ullanib kelayotgan kompaniya.

# confirm_next
source: Next
uz: Keyingisi

# login_next
source: Next
uz: Keyingisi

# login_login
source: Login
uz: Kirish

# login_text_about_company
source: A company that has been engaged in educational activities for many years.
uz: Ta'lim faoliyati bilan uzoq yil davomida shug'ullanib kelayotgan kompaniya.

# login_privacy_policy_part1
source: By clicking the Continue button, you agree to the terms of
uz: Davom etish tugmasini bosish orqali

# login_privacy_policy_part2
source: Privacy Policy
uz: Ommaviy oferta

# login_privacy_policy_part3
source: and Personal Data Processing documents
uz: va Shaxsiy ma'lumotlarni qayta ishlash hujjatlarining shartlariga roziligingizni bildirasiz

source: PIN-code
uz: PIN-kod

source: Set PIN-code
uz: PIN-kodni o'rnating

# verify_pin_code
source: Repeat the PIN-code
uz: PIN-kodni takrorlang

source: Enter PIN-code
uz: PIN-kodni kiriting

# forgot_pincode
source: Forgot password?
uz: Parolni unutdingizmi?

# pin_code_success
source: PIN-code has been set!
uz: PIN-kod o'rnatildi!

# go_to_main_page
source: Main page
uz: Asosiy sahifa

# home_all_investments
source: All investments
uz: Mening jamg’armam

# home_profit
source: Profit:
uz: Jamg’arma oshishi / oy:

# home_investing
source: Invest
uz: Sarmoya kiritish

# home_how_it_works
source: How does PDP Invest work?
uz: PDP Invest qanday ishlaydi?

# home_how_does_it_work
source: How does it work?
uz: Bu qanday ishlaydi?

# home_when_profit
source: When can I get profit?
uz: Foyda qachon olinadi?

# initial_page_header_text
source: Which language is convenient for you?
uz: Sizga qaysi til qulay?
